_protected/frontend/controllers/AltFrontController.php

INSERT INTO `alt_front` (`alt_frontTitle`, `alt_fronmtBody`, `alt_frontimg`) VALUES ('test title', 'test text', 'image.svg')
---
    public function actionCreate()
    {

        $model = new AltFront();
        $data = Yii::$app->request->get();

        if ($_GET['alt_frontTitle']!==""&&$_GET['alt_fronmtBody']!==""&&$_GET['alt_frontimg']!=="") {

            $model->alt_frontTitle = $_GET['alt_frontTitle'];
            $model->alt_fronmtBody = $_GET['alt_fronmtBody'];
            $model->alt_frontimg = $_GET['alt_frontimg'];
            $model->save();