_protected/frontend/views/site/index.php

SELECT * FROM `front`
SELECT * FROM `alt_front`
---

$this->title = Yii::t('app', Yii::$app->name);
$altfrontClass = new AltFront();
$altfrontData = $altfrontClass->find()->all();